Repository: sorty-organizer/Sorty
Catalog: Sources/SortyLib/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: Select a persona that matches how you work. This helps Sorty understand your organization preferences.
de: Wählen Sie eine Persönlichkeit, die Ihren Arbeitsstil widerspiegelt. Dies hilft Sorty, Ihre Organisationspräferenzen zu verstehen.
es: Seleccionar una personalidad que se ajuste a cómo trabajas. Esto ayuda a Sorty a entender tus preferencias de organización.
fr: Sélectionner une personnalité qui correspond à la manière dont vous travaillez. Cela aide Sorty à comprendre vos préférences d'organisation.
ja: あなたの仕事のスタイルに合ったパーソナを選んでください。これによりSortyがあなたの整理の好みを理解できます。
zh_hans: 选择一个与您工作方式匹配的角色。这有助于Sorty理解您的组织偏好。

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択中
zh_hans: 选定

source: Selected Workflow
de: Ausgewählter Workflow
es: Flujo de trabajo seleccionado
fr: Workflow sélectionné
ja: 選択されたワークフロー
zh_hans: 选定工作流

source: Selected workflow
de: Ausgewählter workflow
es: Flujo de trabajo seleccionado
fr: workflow sélectionné
ja: 選択されたワークフロー
zh_hans: 选定工作流

source: Selects %@ as the AI provider
de: Wählt %1$@ als AI-Anbieter aus
es: Seleccionar %1$@ como proveedor de IA
fr: Sélectionne %1$@ comme fournisseur d'IA
ja: %1$@ としてAIプロバイダーを設定します
zh_hans: 选择 %1$@ 作为 AI 提供商

source: Separator
de: Trenner
es: Separador
fr: Séparateur
ja: セパレータ
zh_hans: 分隔符

source: Session Details
de: Sitzungsdetails
es: Detalles de sesión
fr: Détails de la session
ja: セッション詳細
zh_hans: 会话详情

source: Session Statistics
de: Sitzungsstatistiken
es: Estadísticas de sesión
fr: Statistiques de la session
ja: セッション統計
zh_hans: 会话统计

source: Set Default
de: Standard festlegen
es: Establecer predeterminado
fr: Définir par défaut
ja: デフォルトに設定
zh_hans: 设置默认

source: Set up Full Disk Access?
de: Soll die Ordnerstruktur eingerichtet werden?
es: Configurar acceso completo a disco?
fr: Configurer l'accès complet au disque ?
ja: フルディスクアクセスを設定しますか？
zh_hans: 需要设置全盘访问权限吗？

source: Set up the folder structure you prefer. New files will then be placed into that structure without rearranging the whole folder.
de: Stelle die bevorzugte Ordnerstruktur ein. Neue Dateien werden dann in diese Struktur platziert, ohne die gesamte Ordnerstruktur umzubauen.
es: Configura la estructura de carpetas que prefieras. Los nuevos archivos se colocarán en esa estructura sin reorganizar toda la carpeta.
fr: Configurez la structure de dossier que vous préférez. Les nouveaux fichiers seront alors placés dans cette structure sans réorganiser l'ensemble du dossier.
ja: お好みのフォルダ構造を設定してください。新しいファイルはその構造に自動的に配置され、全体のフォルダを再配置することなく置かれます。
zh_hans: 设置您偏好的文件夹结构。新文件将被放置到该结构中，而不会重新排列整个文件夹。

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
zh_hans: 设置

source: Settings...
de: Einstellungen...
es: Ajustes...
fr: Paramètres...
ja: 設定...
zh_hans: 设置...

source: Setup required
de: Einstellungen erforderlich
es: Requisitos de configuración
fr: Configuration requise
ja: 設定が必要
zh_hans: 设置所需

source: Shader Unavailable
de: Schader nicht verfügbar
es: Shader no disponible
fr: Filtrage inutilisable
ja: シェーダーが利用できません
zh_hans: 着色器不可用

source: Shaders
de: Schader
es: Sombreadores
fr: Filtrages
ja: シェーダー
zh_hans: 着色器

source: Short description
de: Kurze Beschreibung
es: Descripción breve
fr: Description courte
ja: 短い説明
zh_hans: 简要描述

source: Show API Key
de: API-Schlüssel anzeigen
es: Mostrar clave API
fr: Afficher la clé API
ja: APIキーを表示
zh_hans: 显示 API 密钥

source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Afficher tout
ja: すべて表示
zh_hans: 全部显示

source: Show Error Logs
de: Fehlerprotokolle anzeigen
es: Mostrar registros de error
fr: Afficher les journaux d'erreur
ja: エラーログを表示
zh_hans: 显示错误日志

source: Show Less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
ja: 表示を減らす
zh_hans: 显示较少

source: Show Renamed Files
de: Umschreibene Dateien anzeigen
es: Mostrar archivos renombrados
fr: Afficher les fichiers renommés
ja: リネームされたファイルを表示
zh_hans: 显示重命名的文件

source: Show Sidebar
de: Sidebar anzeigen
es: Mostrar panel lateral
fr: Afficher le panneau latéral
ja: サイドバーを表示
zh_hans: 显示侧边栏

source: Show in Finder
de: In Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans Finder
ja: Finderに表示
zh_hans: 在 Finder 中显示

source: Show more files
de: Mehr Dateien anzeigen
es: Mostrar más archivos
fr: Afficher plus de fichiers
ja: より多くのファイルを表示
zh_hans: 显示更多文件

source: Show only Codex (ChatGPT subscription) models
de: Nur Codex (ChatGPT-Abonnement) Modelle anzeigen
es: Mostrar solo modelos Codex (suscripción ChatGPT)
fr: Afficher uniquement les modèles Codex (abonnement ChatGPT)
ja: Codex (ChatGPT サブスクリプション) モデルのみ表示
zh_hans: 仅显示Codex（ChatGPT订阅）模型

source: Show only free models
de: Nur freie Modelle anzeigen
es: Mostrar solo modelos gratuitos
fr: Afficher uniquement les modèles gratuits
ja: 無料モデルのみ表示
zh_hans: 仅显示免费模型

source: Show organization locations
de: Organisationsorte anzeigen
es: Mostrar ubicaciones de organización
fr: Afficher les emplacements d'organisation
ja: 組織化場所を表示
zh_hans: 显示组织位置

source: Show plan reasoning popover
de: Planerklärungspopup anzeigen
es: Mostrar pop-up de razonamiento del plan
fr: Afficher la boîte de dialogue d'explication du plan
ja: 計画推論ポップオーバーを表示
zh_hans: 显示计划推理弹出窗口

source: Show storage locations
de: Speicherorte anzeigen
es: Mostrar ubicaciones de almacenamiento
fr: Afficher les emplacements de stockage
ja: ストレージ場所を表示
zh_hans: 显示存储位置

source: Show what Sorty asks for
de: Zeigt, was Sorty verlangt
es: Mostrar qué pide Sorty
fr: Afficher ce que Sorty demande
ja: Sorty が求めていることを表示
zh_hans: 显示Sorty请求的内容

source: Shows whether Sorty can reach the selected AI provider
de: Zeigt, ob Sorty den gewählten AI-Anbieter erreichen kann
es: Muestra si Sorty puede acceder al proveedor AI seleccionado
fr: Affiche si Sorty peut accéder à la fournisseur AI sélectionnée
ja: Sorty が選択された AI プロバイダーにアクセスできるかを表示
zh_hans: 显示Sorty是否能访问所选AI提供商

source: Shows your organized files in Finder
de: Zeigt deine organisierten Dateien in Finder
es: Muestra tus archivos organizados en Finder
fr: Affiche vos fichiers organisés dans Finder
ja: Finder に組織化されたファイルを表示
zh_hans: 在Finder中显示已整理的文件

source: Shows your renamed files in Finder
de: Zeigt deine umbenannten Dateien in Finder
es: Muestra tus archivos renombrados en Finder
fr: Affiche vos fichiers renommés dans Finder
ja: リネームされたファイルを Finder に表示
zh_hans: 在Finder中显示已重命名的文件

source: Sign Out
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
ja: サインアウト
zh_hans: 退出

source: Sign in with GitHub
de: Mit GitHub anmelden
es: Iniciar sesión con GitHub
fr: Se connecter avec GitHub
ja: GitHub でサインイン
zh_hans: 通过GitHub登录

source: Sign in with your OpenAI account using Codex CLI to enable Codex integration in Sorty.
de: Mit deinem OpenAI-Konto über Codex CLI anmelden, um die Codex-Integration in Sorty zu aktivieren.
es: Iniciar sesión con tu cuenta de OpenAI usando Codex CLI para habilitar la integración de Codex en Sorty.
fr: Se connecter avec votre compte OpenAI via Codex CLI pour activer l'intégration Codex dans Sorty.
ja: Codex CLI を使用して OpenAI アカウントにサインインして、Sorty での Codex インテグレーションを有効にします。
zh_hans: 通过Codex CLI登录您的OpenAI账户以在Sorty中启用Codex集成。

source: Signed in
de: Angemeldet
es: Iniciado sesión
fr: Connecté
ja: サインイン中
zh_hans: 已登录

source: Signed in as
de: Angemeldet als
es: Iniciado sesión como
fr: Connecté en tant que
ja: サインインとして
zh_hans: 已登录为

source: Signed in via Codex CLI
de: Angemeldet über Codex CLI
es: Iniciado sesión vía Codex CLI
fr: Connecté via Codex CLI
ja: Codex CLI でサインイン中
zh_hans: 通过Codex CLI已登录

source: Similar matches always require individual review
de: Ähnliche Übereinstimmungen erfordern immer eine individuelle Prüfung
es: Las coincidencias similares siempre requieren revisión individual
fr: Les correspondances similaires nécessitent toujours un examen individuel
ja: 類似マッチは常に個別レビューを要します
zh_hans: 相似匹配始终需要单独审查

source: Similarity
de: Ähnlichkeit
es: Similitud
fr: Similitude
ja: 類似性
zh_hans: 相似性

source: Similarity matches
de: Ähnliche Übereinstimmungen
es: Coincidencias similares
fr: Correspondances similaires
ja: 類似性マッチ
zh_hans: 相似性匹配

source: Simple
de: Einfach
ja: 単純
zh_hans: 简单

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
zh_hans: 大小

source: Skip
de: Überspringen
es: Saltar
fr: Ignorer
ja: スキップ
zh_hans: 跳过

source: Skip for Now
de: Aufschieben
es: Saltar por ahora
fr: Passer pour maintenant
ja: 今後スキップ
zh_hans: 暂时跳过

source: Smaller than
de: Kleiner als
es: Menor que
fr: Plus petit que
ja: より小さい
zh_hans: 小于

source: Some files could not be restored
de: Einige Dateien konnten nicht wiederhergestellt werden
es: Algunos archivos no pudieron restablecerse
fr: Certains fichiers ne peuvent pas être restaurés
ja: 一部のファイルが復元できませんでした
zh_hans: 一些文件无法恢复

source: Sorty Help
de: Sorty Hilfe
es: Ayuda de Sorty
fr: Aide de Sorty
ja: Sorty ヘルプ
zh_hans: Sorty 帮助

source: Sorty came up empty
de: Sorty kam leer zurück
es: Sorty no encontró resultados
fr: Sorty n'a trouvé rien
ja: Sorty は空になりました
zh_hans: Sorty 搜索无结果

source: Sorty came up empty. Nothing matches %@ yet.
de: Sorty kam leer zurück. Nichts passt noch %1$@.
es: Sorty no encontró resultados. No hay coincidencias %1$@ aún.
fr: Sorty n'a trouvé rien. Rien ne correspond à %1$@ encore.
ja: Sorty は空になりました。まだ %1$@ が一致しません。
zh_hans: Sorty 搜索无结果。目前尚无 %1$@ 的匹配项。

source: Sorty could not find that setting.
de: Sorty konnte diesen Einstellungspunkt nicht finden.
es: Sorty no encontró esa configuración.
fr: Sorty ne trouve pas cette configuration.
ja: Sorty はその設定を見つ kon ませんでした。
zh_hans: Sorty 未找到该设置。

source: Sorty generates multiple options for you to choose
de: Sorty generiert mehrere Optionen für dich zur Auswahl
es: Sorty genera varias opciones para que las elijas
fr: Sorty génère plusieurs options pour que vous les choisissiez
ja: Sorty はいくつかのオプションを生成します。あなたが選ぶことができます
zh_hans: Sorty 会为您生成多个选项以供选择

source: Sorty has no experimental features available right now.
de: Sorty hat im Moment keine experimentellen Funktionen verfügbar.
es: Sorty no tiene características experimentales disponibles en este momento.
fr: Sorty n'a pas de fonctionnalités expérimentales disponibles en ce moment.
ja: Sorty は現在実験的な機能を提供しておりません。
zh_hans: Sorty 当前没有可用的实验性功能。

source: Sorty is analyzing your workflow description...
de: Sorty analysiert deine Workflow-Beschreibung...
es: Sorty está analizando tu descripción de trabajo...
fr: Sorty analyse votre description de workflow...
ja: Sorty はあなたのワークフローの説明を分析しています...
zh_hans: Sorty 正在分析您的工作流程描述...

source: Sorty is ready to %@
de: Sorty ist bereit für %1$@
es: Sorty está listo para %1$@
fr: Sorty est prêt à %1$@
ja: Sorty は %1$@ に準備しています
zh_hans: Sorty 准备好 %1$@

source: Sorty masks username path segments in streamed text, but model-generated names can still appear before full parsing.
de: Sorty verbirgt Benutzernamen in den Pfadsegments bei gestreamten Texten, aber Modellgenerierte Namen können sich noch vor der vollständigen Verarbeitung zeigen.
es: Sorty enmascara los segmentos de nombre de usuario en texto en tiempo real, pero los nombres generados por modelos aún pueden aparecer antes de la completa parseo.
fr: Sorty masque les segments de chemin d'utilisateur dans le texte en flux, mais les noms générés par le modèle peuvent encore apparaître avant la parse complète.
ja: Sorty はストリームされたテキストでユーザー名のパスセグメントをマスキングしますが、モデル生成の名前はまだ完全な解析前に表示されます。
zh_hans: Sorty 隐藏流文本中的用户名路径段，但模型生成的名称仍可能在完全解析前出现.

source: Sorty needs Files & Folders access before organizing. Grant optional permissions now if you want Finder actions, broader folder access, or system notifications.
de: Sorty benötigt vor der Organisation Zugriff auf Files & Folders. Erlaube optional die Berechtigungen jetzt, wenn du Finder-Aktionen, umfassenderes Ordnerzugriff oder Systembenachrichtigungen wünschst.
es: Sorty necesita acceso a Archivos y Carpeta antes de organizar. Grante permisos opcionales ahora si quieres acciones de Finder, acceso más amplio a carpetas o notificaciones del sistema.
fr: Sorty a besoin d'accès à « Fichiers et Dossiers » avant d'organiser. Accordez les permissions optionnelles maintenant si vous souhaitez des actions de Finder, un accès plus large aux dossiers ou des notifications système.
ja: Sorty はファイルとフォルダへのアクセスが必要です。Finderのアクション、広いフォルダへのアクセス、システム通知を希望する場合は、現在のアクセスを許可してください。
zh_hans: Sorty 在组织文件前需要 Files & Folders 访问权限。如果您想使用 Finder 功能、更广泛的文件夹访问或系统通知，请现在授予可选权限.

source: Sorty needs more detail
de: Sorty benötigt mehr Details
es: Sorty necesita más detalles
fr: Sorty a besoin de plus de détails
ja: Sorty にはより詳細が必要です
zh_hans: Sorty 需要更多详细信息

source: Sorty repairs the Finder menu action automatically where macOS allows it. Use these only if Finder still does not show Sorty actions.
de: Sorty repariert den Finder-Menüaktion automatisch, wo macOS dies erlaubt. Nutze diese nur, wenn Finder immer noch Sorty-Aktionen nicht anzeigt.
es: Sorty corrige automáticamente la acción del menú de Finder donde macOS lo permite. Usa estas solo si Finder aún no muestra acciones de Sorty.
fr: Sorty répare automatiquement l'action du menu Finder. Utilisez ces options uniquement si Finder ne montre toujours pas les actions de Sorty.
ja: Sorty はmacOSが許可する範囲内でFinderメニューのアクションを自動的に修正します。FinderがまだSortyのアクションを表示しない場合は、これらのアクションを使用してください。
zh_hans: Sorty 会自动修复 Finder 菜单操作，只要 macOS 允许。仅在 Finder 仍不显示 Sorty 操作时使用这些功能.

source: Sorty sends file names and metadata to the provider you pick. File contents stay on your Mac unless you enable Deep Scan.
de: Sorty sendet Dateinamen und Metadaten an den ausgewählten Anbieter. Die Dateiinhalt bleibt auf deinem Mac, es sei denn du aktivierst Deep Scan.
es: Sorty envía los nombres de archivos y metadatos al proveedor que elijas. El contenido de los archivos permanece en tu Mac a menos que habilites el Escaneo Profundo.
fr: Sorty envoie les noms de fichiers et les métadonnées vers le fournisseur que vous avez choisi. Les contenus des fichiers restent sur votre Mac à moins d'activer la recherche approfondie.
ja: Sorty は選んだプロバイダーにファイル名とメタデータを送信します。ファイルのコンテンツはMacに残っています。Deep Scanを有効にしない限りです。
zh_hans: Sorty 会将文件名和元数据发送到您选择的提供者。除非启用了 Deep Scan，文件内容仍保留在您的 Mac 上.

source: Sorty will stop learning from your organization activity. Your existing learning data and preferences will stay saved, and you can turn learning back on at any time.
de: Sorty wird die Lernung aus deiner Organisation-Aktivität stoppen. Deine bestehenden Lern-Daten und Vorlieben werden gespeichert bleiben, und du kannst die Lernung jederzeit wieder einschalten.
es: Sorty dejará de aprender de tu actividad de organización. Tus datos de aprendizaje existentes y preferencias se guardarán, y podrás volver a habilitar el aprendizaje en cualquier momento.
fr: Sorty arrêtera d'apprendre à partir de votre activité d'organisation. Vos données d'apprentissage existantes et vos préférences seront conservées, et vous pouvez reprendre l'apprentissage à tout moment.
ja: Sorty はあなたの整理活動から学習を停止します。既存の学習データと設定は保存され、いつでも学習を再開できます。
zh_hans: Sorty 将停止从您的组织活动学习。您的现有学习数据和偏好将保留，您随时可以重新开启学习功能.

source: Sorty will use this custom workflow by default.
de: Sorty wird diesen benutzerdefinierten Workflow standardmäßig verwenden.
es: Sorty utilizará este flujo de trabajo personalizado por defecto.
fr: Sorty utilisera ce workflow personnalisé par défaut.
ja: Sorty はこのカスタムワークフローをデフォルトで使用します。
zh_hans: Sorty 会默认使用此自定义工作流.

source: Sorty-Powered Organization
de: Organisation mit Sorty
es: Organización Potenciada por Sorty
fr: Organisation pilotée par Sorty
ja: Sortyによる整理
zh_hans: Sorty 驱动的组织

source: Sorty-powered file organization
de: Dateiorganisation mit Sorty
es: Organización de Archivos Potenciada por Sorty
fr: Organisation de fichiers pilotée par Sorty
ja: Sortyによるファイル整理
zh_hans: Sorty 驱动的文件组织

source: Sorty-powered file organization for your Mac
de: Sorty-optimierte Dateiorganisation für dein Mac
es: Organización de Archivos Potenciada por Sorty para tu Mac
fr: Organisation de fichiers pilotée par Sorty pour votre Mac
ja: Mac向けのSortyによるファイル整理
zh_hans: Sorty 驱动的 Mac 文件组织

source: Sorty: The FOSS File Organiser Learn from your patterns and keep your workspace tidy.
de: Sorty: The FOSS File Organiser Lerne aus deinen Mustern und halte deinen Arbeitsbereich sauber.
es: Sorty: El Organizador de Archivos de Código Abierto Aprende de tus patrones y mantiene tu espacio de trabajo limpio.
fr: Sorty : L'organiseur de fichiers open source Apprenez à partir de vos motifs et gardez votre espace de travail propre.
ja: Sorty: The FOSS File Organiser あなたのパターンから学び、ワークスペースを整えましょう。
zh_hans: Sorty：开源文件整理器 学习您的模式并保持工作空间整洁。

source: Start %@
de: %1$@ starten
es: Comenzar %1$@
fr: Démarrer %1$@
ja: 開始 %1$@
zh_hans: 开始 %1$@

source: Start Organization
de: Starte die Organisation
es: Comenzar Organización
fr: Démarrer l'organisation
ja: 組織開始
zh_hans: 开始整理

source: Start Organizing
de: Starte die Organisation
es: Comenzar Organizando
fr: Démarrer l'organisation
ja: 組織を開始
zh_hans: 开始整理

source: Start Scan
de: Starte die Scan
es: Comenzar Escaneo
fr: Démarrer la scan
ja: スキャン開始
zh_hans: 开始扫描

source: Start Using Sorty
de: Starte die Nutzung von Sorty
es: Comenzar Usando Sorty
fr: Démarrer l'utilisation de Sorty
ja: Sortyを開始する
zh_hans: 开始使用 Sorty

source: Start learning from your organization habits
de: Lerne von deinen Organisationsgewohnheiten
es: Comenzar a aprender de tus hábitos de organización
fr: Démarrer à apprendre à partir de vos habitudes d'organisation
ja: あなたの組織習慣から学び始める
zh_hans: 开始学习你的整理习惯

source: Start organizing a folder
de: Organisiere einen Ordner
es: Comenzar a organizar una carpeta
fr: Démarrer l'organisation d'un dossier
ja: フォルダを組織する
zh_hans: 开始整理一个文件夹

source: Start using Sorty
de: Starte die Nutzung von Sorty
es: Empieza a usar Sorty
fr: Démarrer l'utilisation de Sorty
ja: Sortyを開始する
zh_hans: 开始使用 Sorty

source: Starting authorization
de: Starte die Autorisierung
es: Autorización en curso
fr: Authentification en cours
ja: 認証開始
zh_hans: 开始授权

source: Stats for Nerds
de: Statistiken für Nerds
es: Estadísticas para entusiastas
fr: Statistiques pour les geeks
ja: nerds用の統計
zh_hans: 为极客准备的统计数据

source: Stats for nerds. %@ for details
de: Statistiken für Nerds. %1$@ für Details
es: Estadísticas para entusiastas. %1$@ para más detalles
fr: Statistiques pour les geeks. %1$@ pour plus de détails
ja: nerds用の統計。%1$@ で詳細を表示
zh_hans: 为极客准备的统计数据。%1$@ 详情

source: Stats for nerds. Collapse for details
de: Statistiken für Nerds. Zum Einzelnen kollapsieren
es: Estadísticas para entusiastas. Collapser para más detalles
fr: Statistiques pour les geeks. Coller pour plus de détails
ja: nerds用の統計。詳細を閉じるためにはクリックしてください
zh_hans: 为极客准备的统计数据。折叠以查看详情

source: Stats for nerds. Expand for details
de: Statistiken für Nerds. Zum Einzelnen ausklappen
es: Estadísticas para entusiastas. Expandir para más detalles
fr: Statistiques pour les geeks. Déplier pour plus de détails
ja: nerds用の統計。詳細を表示するためにはクリックしてください
zh_hans: 为极客准备的统计数据。展开以查看详情

source: Status: %@
de: Status: %1$@
es: Estado: %1$@
fr: Statut: %1$@
ja: 状態: %1$@
zh_hans: 状态: %1$@

source: Step 1: Install & sign in
de: Schritt 1: Installieren & anmelden
es: Paso 1: Instalar y iniciar sesión
fr: Étape 1: Installer et s'identifier
ja: ステップ 1: インストール＆サインイン
zh_hans: 步骤 1: 安装并登录

source: Step 2: Verify
de: Schritt 2: Überprüfen
es: Paso 2: Verificar
fr: Étape 2: Vérifier
ja: ステップ 2: 検証
zh_hans: 步骤 2: 验证

source: Stop
de: Beenden
es: Detener
fr: Arrêter
ja: 停止
zh_hans: 停止

source: Stop organization
de: Organisation beenden
es: Detener la organización
fr: Arrêter l'organisation
ja: 組織を停止
zh_hans: 停止整理

source: Storage location options
de: Lagernort-Optionen
es: Opciones de ubicación de almacenamiento
fr: Options de stockage
ja: ストレージ場所のオプション
zh_hans: 存储位置选项

source: Stores this prompt in your saved prompts list
de: Speichert diesen Prompt in deiner gespeicherten Prompt-Liste
es: Almacena este prompt en tu lista de prompts guardados
fr: Stocke cette commande dans votre liste des commandes enregistrées
ja: このプロンプトを保存されたプロンプトリストに保存します
zh_hans: 将此提示保存到你的保存的提示列表中

source: Success rate: %@
de: Erfolgsrate: %1$@
es: Tasa de éxito: %1$@
fr: Taux de réussite: %1$@
ja: 成功率: %1$@
zh_hans: 成功率: %1$@

source: Support the Developer
de: Unterstütze den Entwickler
es: Apoya al Desarrollador
fr: Soutenir le développeur
ja: 開発者をサポートする
zh_hans: 支持开发者

source: Switch Model
de: Modell wechseln
es: Cambiar Modelo
fr: Changer le modèle
ja: モデルを切り替える
zh_hans: 切换模型

source: Switch to a vision model (e.g., gpt-4o, claude-3-5-sonnet) to enable.
de: Wechsel zu einem Vision-Modell (z. B. gpt-4o, claude-3-5-sonnet) um zu aktivieren.
es: Cambiar a un modelo de visión (por ejemplo, gpt-4o, claude-3-5-sonnet) para habilitar.
fr: Passer à un modèle visuel (ex. gpt-4o, claude-3-5-sonnet) pour activer.
ja: ビジョンモデルに切り替える（例: gpt-4o, claude-3-5-sonnet）を有効にするために
zh_hans: 切换到视觉模型（例如，gpt-4o, claude-3-5-sonnet）以启用。

source: Tap a project to open its repository or license details.
de: Klicke auf ein Projekt, um seine Repository oder Lizenzdetails zu öffnen.
es: Toque un proyecto para abrir su repositorio o detalles de licencia.
fr: Cliquez sur un projet pour ouvrir son référentiel ou ses informations de licence.
ja: プロジェクトをタップすると、そのリポジトリまたはライセンス詳細を開きます。
zh_hans: 点击一个项目以打开其仓库或许可详情。

source: Tap to collapse
de: Klicke, um zu kollapsieren
es: Toque para colapsar
fr: Cliquez pour replier
ja: タップして閉じる
zh_hans: 点击以折叠

source: Tap to expand
de: Tippen, um auszuführen
es: Toque para expandir
fr: Cliquez pour déplier
ja: タップして開く
zh_hans: 点击以展开

source: Tap to view AI reasoning details
de: Tippen, um die AI-Abwägungsdetails anzuzeigen
es: Toque para ver detalles de razonamiento de IA
fr: Cliquez pour voir les détails de la raison d'IA
ja: タップしてAIの推論詳細を表示
zh_hans: 点击以查看AI推理详情

source: Tap to view duplicate file groups
de: Tippen, um Duplikat-Dateigruppen anzuzeigen
es: Toque para ver grupos de archivos duplicados
fr: Cliquez pour voir les groupes de fichiers dupliques
ja: タップして重複ファイルグループを表示
zh_hans: 点击以查看重复文件组

source: Tap to view file-specific learnings
de: Tippen, um Dateienpezentliche Lernungen anzuzeigen
es: Toque para ver aprendizajes específicos de archivo
fr: Cliquez pour voir les connaissances spécifiques aux fichiers
ja: タップしてファイルごとの学習を表示
zh_hans: 点击以查看文件特定学习

source: Target Folder
de: Zielordner
es: Carpeta Destino
fr: Répertoire Cible
ja: ターゲットフォルダ
zh_hans: 目标文件夹

source: Teach Sorty with example folders
de: Sorty mit Beispielordnern lehren
es: Enseña a Sorty con carpetas de ejemplo
fr: Enseignez Sorty avec des répertoires d'exemple
ja: 例としてフォルダを教える
zh_hans: 用示例文件夹教Sorty

source: Technical Details
de: Technische Details
es: Detalles técnicos
fr: Détails Techniques
ja: 技術的な詳細
zh_hans: 技术细节

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
ja: 温度
zh_hans: 温度

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
ja: テンプレート
zh_hans: 模板

source: Test Connection
de: Verbindungstest
es: Probar conexión
fr: Test de Connexion
ja: 接続テスト
zh_hans: 测试连接

source: Test Persona
de: Test-Persönlichkeit
es: Probar personalidad
fr: Test de Personnage
ja: テストパーソナリティ
zh_hans: 测试角色

source: Testing connection...
de: Verbindungstest...
es: Probando conexión...
fr: Test de connexion...
ja: 接続テスト中...
zh_hans: 正在测试连接...

source: Thank you for using Sorty
de: Danke für die Nutzung von Sorty
es: Gracias por usar Sorty
fr: Merci pour utiliser Sorty
ja: Sortyをご利用いただきありがとうございます
zh_hans: 感谢使用Sorty

source: Thank you to every maintainer and contributor.
de: Danke an jeden Maintainer und Beitragser.
es: Gracias a cada mantenedor y contribuyente.
fr: Merci à chaque mainteneur et contributeur.
ja: すべてのメンテナーやコンtributorに感謝します。
zh_hans: 感谢每一位维护者和贡献者。

source: Thanks for using Sorty
de: Dank an die Nutzung von Sorty
es: Gracias por usar Sorty
fr: Merci pour utiliser Sorty
ja: Sortyをご利用いただきありがとうございます
zh_hans: 感谢使用Sorty

source: Thanks!
de: Dank!
es: Gracias!
fr: C'est ça !
ja: ありがとう！
zh_hans: 谢谢！

source: That's Sorty!
de: Das ist Sorty!
es: Eso es Sorty!
fr: C'est Sorty !
ja: それ、Sortyです！
zh_hans: 这就是Sorty！
